;Place localized text in this file


[X2StatusEffects_Radiation]
RadBurningFriendlyName="Радиационный ожог"
RadBurningFriendlyDesc="Обожженные радиацией, получают урон с течением времени, а их уклонение и защита снижаются"
RadBurningEffectAcquiredString="<XGParam:StrValue0/!UnitName/> обожжен радиацией."
RadBurningEffectTickedString="<XGParam:StrValue0/!UnitName/> все еще обожжен."
RadBurningEffectLostString="<У XGParam:StrValue0/!UnitName/> ожог прошел."

BoilingBloodFriendlyName="Кипящая кровь"
BoilingBloodFriendlyDesc="Пораженные кипящей кровью, получают очень неравномерный урон с течением времени, их точность и подвижность снижены"
BoilingBloodEffectAcquiredString="У <XGParam:StrValue0/!UnitName/> кипит кровь."
BoilingBloodEffectTickedString="У <XGParam:StrValue0/!UnitName/> все еще кипит кровь."
BoilingBloodEffectLostString="У <XGParam:StrValue0/!UnitName/> очистилась кровь."

IrradiatedFriendlyName="Облучение"
IrradiatedFriendlyDesc="Облученные получают штрафы к прицеливанию и мобильности, роботизированные а их защита от взлома снижается"
IrradiatedEffectAcquiredString="<XGParam:StrValue0/!UnitName/> облучен."
IrradiatedEffectTickedString="<XGParam:StrValue0/!UnitName/> все еще облучен."
IrradiatedEffectLostString="<XGParam:StrValue0/!UnitName/> больше не под облучением."

LostRadRegenFriendlyName="Радиационная регенерация"
LostRadRegenFriendlyDesc="Странники восстанавливаются при воздействии радиации"
LostRadRegenEffectAcquiredString="<XGParam:StrValue0/!UnitName/> регенерирует."
LostRadRegenEffectTickedString="<XGParam:StrValue0/!UnitName/> все еще регенерирует."
LostRadRegenEffectLostString="<XGParam:StrValue0/!UnitName/> больше не восстанавливается."

[UIEventNoticesTactical_Radiation]
RadBurningTitle="Радиационный ожог"
RadBleedingTitle="Кипящая кровь"
RadDisorientedTitle="Облучение"